
export const BasicData = {'광주보훈병원':[18.06,29.74,'062-602-6114','광주 광산구 첨단월봉로 99 보훈병원','hospital','GwangjuCOVID','img/hohunhos.png'],
  '원광대병원':[14.35,63.96,'063-859-1115','전라북도 익산시 신동 무왕로 895','hospital','JeonbukCOVID','img/wonkanghos.png'],
  '조선대병원':[20,49,'062-220-3114','광주광역시 동구 서남동 필문대로 365','hospital','GwangjuCOVID','img/chosonhos.png'],
  '빛고을전남대병원':[30,46,'062-670-9500','광주광역시 남구 효덕동 덕남길 80','hospital','GwangjuCOVID','img/cnubh.png'],
  '군산의료원':[6,48,'063-472-5000','전라북도 군산시 수송동 의료원로 27','hospital','JeonbukCOVID','img/kunsanmed.png'],
  '전북대병원':[9.42,68.90,'062-1577-7877','전라북도 전주시 덕진구 금암2동 건지로 20','hospital','JeonbukCOVID','img/jeonbukhos.png'],
  '예수병원':[28.15,30.36,'063-230-8114','전라북도 전주시 중화산1동 서원로 365','hospital','JeonbukCOVID','img/jesushos.png'],
  '남원의료원':[55.85,44.06,'063-620-1114','전라북도 남원시 고죽동 충정로 365','hospital','JeonbukCOVID','img/namwonmed.png'],
  '강진의료원':[38.33,64.84,'061-433-3329','전라남도 강진군 서성리 305-26','hospital','JeonnamCOVID','img/gangjinmed.png'],
  '목포시의료원':[33.98,51.04,'061-260-6500','전라남도 목포시 용해동 이로로','hospital','JeonnamCOVID','img/mokpomed.png'],
  '순천의료원':[26.20,48.65,'061-759-9114','전라남도 순천시 매곡동 서문성터길 2','hospital','JeonnamCOVID','img/suncheonmed.png'],
  '광주생활치료센터':[37.96,32.40,'062-613-8900','광주 광산구 소촌로152번길 53-84','center','GwangjuCOVID','img/gwangjucenter.jpg'],
  '김제생활치료센터':[31.01,25.86,'063-546-1366','전라북도 김제시 신풍동 487-30','center','JeonbukCOVID','img/gimjecenter.png'],
  '나주생활치료센터':[31.11,33.54,'061-357-9110','전라남도 나주시 다도면 신방로 255','center','JeonnamCOVID','img/najucenter.png'],

}

export const HospitalCurrentDataDict = {
  '빛고을전남대병원': [15, 7, 88, 43, 148],
  '광주보훈병원': [0, 0, 30, 13, 445],
  '조선대병원': [10, 2, 60, 21, 41],
  '광주생활치료센터': [0, 0, 110, 67, 100],
  '전북대병원': [11,1,21,10,200],
  '원광대병원': [8,0,3,2,200],
  '군산의료원':[0,0,174,174,344],
  '예수병원':[0,0,17,10,200],
  '남원의료원':[0,0,123,63,180],
  '목포시의료원':[0,0,109,67,132],
  '순천의료원':[0,0,129,87,135],
  '강진의료원':[1,0,92,31,100],
  '나주생활치료센터':[0,0,84,41,100],
  '김제생활치료센터':[0,0,110,11,100]
};
  
export const HospitalCoordinate = {
  '빛고을전남대병원': [35.09465693570063, 126.89619494252574],
  '광주보훈병원': [35.2076955759942, 126.84980982506262],
  '조선대병원': [35.13870119026015, 126.92665644040405],
  '광주생활치료센터': [35.16159244778654, 126.79741179807576],
  '전북대병원': [35.84699581947318, 127.14119019993794],
  '원광대병원': [35.964557256912336, 126.95971847110447],
  '군산의료원':[35.95485867585243, 126.71242231158335],
  '예수병원':[35.81435948409032, 127.13325405390933],
  '남원의료원':[35.43214003722294, 127.40724845575191],
  '목포시의료원':[34.80400384397545, 126.40544289783737],
  '순천의료원':[34.95804385545691, 127.48329406738678],
  '강진의료원':[34.636855100736554, 126.75810815758697],
  '나주생활치료센터':[34.956592151485644, 126.8489030845787],
  '김제생활치료센터':[35.753798189558665, 126.85159284411444]
}